/* Initial login prompt for username and password */
"Login {0} with username and password" = "Session {0} avec nom d'utilisateur et mot de passe";

/* Lookup of password in Keychain */
"No login credentials could be found in the Keychain" = "Aucune identité de session n'a été trouvée dans le trousseau";
"The use of the Keychain is disabled in the Preferences" = "L'utilisation du trousseau est désactivée dans les Préférences";

/* Password proctected private key for SSH public key authentication */
"Invalid passphrase" = "Phrase de passe non valide";
"Private key password protected" = "Clé privée protégée par mot de passe";
"Enter the passphrase for the private key file" = "Entrer la phrase de passe pour le fichier de clé privée";

"Login canceled" = "Ouverture de session annulée";
"Login failed" = "Ouverture de session échouée";
"Login successful" = "Ouverture de session réussie";

/* Private key selection for SSH public key authentication */
"Select the private key in PEM or PuTTY format" = "Sélectionnez la clé privée au format PEM ou PuTTY";

/* Challenge-Respone authentication */
"Partial authentication success" = "Authentification partielle réussie";
"Provide additional login credentials" = "Fournir une autre identité de session";

/* Login prompt placeholders */
"Username" = "Nom d'utilisateur";
"Password" = "Mot de passe";

/* Warning when credentials are sent using unsecured protocol. Unsecure FTP connection */
"Unsecured {0} connection" = "Connexion {0} non sécurisée";

/* Credentials sent over plaintext connection */
"{0} will be sent in plaintext." = "{0} envoyé en clair.";
"Don't show again" = "Ne plus afficher";
"Continue" = "Continuer";
"Disconnect" = "Déconnecter";

/* Protocol switch proposal */
"The server supports encrypted connections. Do you want to switch to {0}?" = "Le serveur permet les connexions chiffrées, voulez-vous passer à {0} ?";
"Change" = "Modifier";

/* OAuth2 */
"Paste the authentication code from your web browser" = "Copier le code d'authentification depuis le navigateur web";
"Open web browser to authenticate and obtain an authorization code" = "Ouvrir un navigateur web pour s'authentifier et obtenir un code d'autorisation";
"Authentication Code" = "Authentication Code";

"Create a passphrase required to access {0}" = "Create a passphrase required to access {0}";
